Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Старик и море 1часть 9191.tmx
Source language: ru
Languages: ba

source: Большая рыба ведет себя тихо и спокойно.
ba: Ҙур балыҡ үҙен тыныс, ипле тота.

source: Я доем тунца и тогда буду готов».
ba: Тунецты ашап бөтһәм, барыһына ла әҙер булырмын».

source: — Потерпи, рука, — сказал он.
ba: — Түҙ инде, ҡул, — тип өндәште ул.

source: — Видишь, как я ради тебя стараюсь.
ba: — Күрәһеңме, һинең хаҡыңа тырышам.

source: «Следовало бы мне покормить и большую рыбу, — подумал он.
ba: «Ҙур балыҡты ла ашатып алырға кәрәк ине лә, — тип уйланы ул.

source: — Ведь она моя родня.
ba: — Ул да минең туғаным бит

source: Но я должен убить ее, а для этого мне нужны силы».
ba: Тик мин уны үлтерергә тейешмен, ә бының өсөн миңә көс кәрәк».

source: Медленно и добросовестно старик съел все клинообразные куски тунца.
ba: Ҡарт ашыҡмай ғына, тырышып-тырышып, тунец телемдәрен берәм-берәм ашап бөтөрҙө.

source: Обтирая руку о штаны, он выпрямился.
ba: Ҡулдарын салбарына һөртә-һөртә турайҙы.

source: — Теперь, рука, ты можешь отпустить лесу;
ba: — Хәҙер һиңә, ҡулым, һиңә әйтәм, епте ысҡындырһаң да була.

source: я совладаю с ней одной правой рукой, покуда ты не перестанешь валять дурака.
ba: Һинең йүләрлегең бөткәнгә тиклем, уны мин уң ҡулым менән дә тота алам.

source: Левой ногой он прижал толстую бечеву, которую раньше держала его левая рука, и откинулся назад, перенеся тяжесть рыбы на спину.
ba: Ул әлегә тиклем һул ҡулы тотоп килгән йыуан бауҙы һул аяғы менән ҡыҫты ла, балыҡтың ауырлығын арҡаһына күсереп, артҡа аушайҙы.

source: — Дай бог, чтобы у меня прошла судорога! — сказал он.
ba: — Эй, Хоҙайым, был көҙән йыйырыу үтә һалһын ине, — тине ул.

source: — Кто знает, что еще придет в голову этой рыбе.
ba: — Балыҡтың башына нимә килерен кем белә.

source: «По виду она спокойна, — подумал он, —
ba: «Әлегә тыныс күренә, — тип тә уйланы ул. —

source: и действует обдуманно.
ba: Уйлап эш итә.

source: Но что она задумала?
ba: Тик нимә уйлай икән?

source: И что собираюсь делать я?
ba: Ә мин нимә эшләргә йыйынам?

source: Мой план я должен тут же приспособить к ее плану, ведь она такая громадина.
ba: Мин үҙемдең ниәтемде уның ниәтенә яраҡлаштырырға тейеш булам, сөнки ул — ифрат ҙур

source: Если она выплывет, я смогу ее убить.
ba: Әгәр ҙә ул өҫкә ҡалҡһа, уны үлтерә алам.

source: А если она так и останется в глубине?
ba: Ә инде һаман тәрәндә ҡалһа?

source: Тогда и я останусь с нею».
ba: Ул саҡта мин дә уның менән ҡаласаҡмын».

source: Он потер сведенную судорогой руку о штаны и попытался разжать пальцы.
ba: Ул көҙән йыйырған ҡулын салбарына ышҡып, бармаҡтарын яҙмаҡсы булды.

source: Но рука не разгибалась.
ba: Тик ҡулы хәрәкәтһеҙ ҡалды.

source: «Может быть, она разожмется от солнца, — подумал он.
ba: «Бәлки, ҡояшҡа яҙылыр, — тип уйланы ул.

source: — Может быть, она разожмется, когда желудок переварит сырого тунца.
ba: — Бәлки, ашҡаҙан сей тунецты эшкәрткәс, иҫ белеп китер.

source: Если она мне уж очень понадобится, я ее разожму, чего бы мне это ни стоило.
ba: Әгәр ҙә бик кәрәк булһа, мин уны нисек булһа ла эшләтәм инде.

source: Но сейчас я не хочу применять силу.
ba: Тик хәҙергә көс ҡулланғым килмәй.

source: Пускай она разожмется сама и оживет по своей воле.
ba: Әйҙә ул үҙ ихтыяры менән яҙылһын.

source: Как-никак ночью ей от меня досталось, когда нужно было перерезать и связать друг с другом все мои лесы».
ba: Төндә бөтә ҡармаҡ бауҙарын ҡырҡып бер-береһенә ялғаған саҡта уға минән ныҡ ҡына эләкте шул».

source: Старик поглядел вдаль и понял, как он теперь одинок.
ba: Ҡарт алыҫҡа ҡараны ла үҙенең ни тиклем яңғыҙ икәнен аңланы.

source: Но он видел разноцветные солнечные лучи, преломляющиеся в темной глубине, натянутую, уходящую вниз бечеву и странное колыхание морской глади.
ba: Әммә ул ҡараңғы тәрәнлектә төрлө төҫкә инеп сағылған ҡояш нурҙарын, ҡырынайып аҫҡа киткән ҡармаҡ ебен һәм көҙгө кеүек диңгеҙ өҫтөнөң сәйер тулҡыныуын күрҙе.

source: Облака кучились, предвещая пассат,
ba: Тиҙҙән пассат еле башланасағын белдереп, күк йөҙөндә болоттар ҡуйырҙы.

source: и, глядя вперед, старик заметил над водою стаю диких уток, резко очерченных в небе;
ba: Ҡарт алға ҡарап, һыу өҫтөнән һауала осоп барған ҡыр өйрәктәрен күрҙе.

source: вот стая расплылась, потом опять обрисовалась еще четче,
ba: Уларҙың көтөүе бер аҙға ғына күҙҙән юғалып торҙо ла, тағы ла асығыраҡ булып, яңынан килеп сыҡты.

source: и старик понял, что человек в море никогда не бывает одинок.
ba: Шул саҡта ҡарт әҙәм балаһының диңгеҙҙә бер ваҡытта ла яңғыҙ булмағанын төшөндө.

source: Он подумал о том, как некоторым людям бывает страшно оставаться в открытом море в маленькой лодке,
ba: Ҡайһы бер кешеләрҙең асыҡ диңгеҙҙә бәләкәй кәмәлә яңғыҙ ҡалыуҙан ҡурҡҡаны хаҡында уйланы ла,

source: и решил, что страх их обоснован в те месяцы, когда непогода налетает внезапно.
ba: был ҡурҡыу бары тик ҡапыл көн боҙолоп китә торған айҙарҙа ғына урынлы, тигән фекергә килде.

source: Но теперь ведь стоит пора ураганов, а пока урагана нет, это время самое лучшее в году.
ba: Тик әле дауыллы миҙгел, ә дауыл булмаған саҡта был мәл — йылдың иң матур ваҡыты.

source: Если ураган близится, в море всегда можно увидеть его признаки на небе за много дней вперед.
ba: Дауыл яҡынайыуын диңгеҙҙә, уның күктә күренгән билдәләренә ҡарап, әллә нисә көн алдан белергә була.

source: На суше их не видят, думал старик, потому что не знают, на что смотреть.
ba: Ерҙә уны күрмәйҙәр, тип уйлай ҡарт, сөнки нимәгә ҡарарға белмәйҙәр.

source: Да на суше и форма облаков совсем другая.
ba: Ҡорола болоттар ҙа үҙенә башҡа бит.

source: Однако сейчас урагана ждать нечего.
ba: Әлегә дауыл көтәһе юҡ әле.

source: Он поглядел на небо и увидел белые кучевые облака, похожие на его любимое мороженое,
ba: Ҡарт күккә ҡараны һәм үҙе яратҡан туңдырмаға оҡшаш һәм мамыҡтай ҡабарып ағылған аҡ болоттарҙы күрҙе

source: а над ними, в высоком небе, прозрачные клочья перистых облаков.
ba: Ә уларҙан да өҫтәрәк ҡаурый һымаҡ болоттар киҫәк-киҫәк булып аҫылынып тора ине.

source: — Скоро поднимется легкий бриз, — сказал старик.
ba: — Оҙаҡламай еңел бриз күтәреләсәк, — тине ҡарт.

source: — А он куда выгоднее мне, чем тебе, рыба.
ba: — Ә ел, балыҡ, һиңә ҡарағанда миңә ҡулайыраҡ.

source: Левая рука его все еще была сведена судорогой, но он уже мог потихоньку ею шевелить.
ba: Һул ҡулы һаман көҙән йыйырған килеш ҡалды, әммә ҡарт уны яйлап ҡына ҡыбырҙата ала ине инде.

source: «Ненавижу, когда у меня сводит руку, — подумал он.
ba: «Ҡулымды көҙән йыйырғанды йәнем һөймәй, — тип уйланы ул.

source: — Собственное тело — и такой подвох!
ba: — Үҙ тәнең үҙеңә этлек яһаһын әле!

source: Унизительно, когда тебя на людях мучает понос или рвота от отравления рыбой.
ba: Балыҡҡа ағыуланып, кеше алдында ҡоҫа йәки эҫең китә башлаһа, ныҡ уңайһыҙ була.

source: Но судорога (он мысленно называл ее calambre) особенно унижает тебя, когда ты один».
ba: Әммә яңғыҙ сағыңда көҙән йыйырһа (ҡарт уны күңеленән генә calambre тип атаны) айырыуса хурлыҡ».

source: «Если бы со мной был мальчик, — подумал он, — он растер бы мне руку от локтя донизу.
ba: «Әгәр ҙә янымда малай булһа, — тип уйланы ул, — ойоған ҡулымды терһәктән суғына тиклем ыуыр ине.

source: Но ничего, она оживет и так».
ba: Ярай, былай ҙа иҫ белә башлар әле».

source: И вдруг, еще прежде, чем он заметил, как изменился уклон, под которым леса уходит в воду,
ba: Кәм ҡапыл, ул үҙе ҡармаҡ ебенең ҡырынайыбы-раҡ китеүен абайлағанға тиклем үк,

source: его правая рука почувствовала, что тяга ослабела.
ba: уң ҡулы ептең бушаңҡырауын һиҙҙе.

source: Он откинулся назад, изо всех сил заколотил левой рукой по бедру
ba: Ҡарт кәүҙәһен артҡа ташланы ла һул ҡулы менән йән көсөнә янбашына һуға башланы,

source: и тут увидел, что леса медленно пошла кверху.
ba: шул уҡ ваҡытта ҡармаҡ ебенең яй ғына өҫкә күтәрелеүен күрҙе.

source: — Поднимается, — сказал он. — Ну-ка, рука, оживай!
ba: — Күтәрелә, — тине ул. — Йәле, ҡул, яҙыл!

source: Пожалуйста!
ba: Йә инде!

source: Леса вытягивалась в длину все больше и больше, и наконец поверхность океана перед лодкой вздулась,
ba: Ҡармаҡ ебе оҙонайғандан-оҙоная барҙы һәм, ниһайәт, кәмә алдында океан өҫтө ҡабарынды ла

source: и рыба вышла из воды.
ba: балыҡ һыу өҫтөнә ҡалҡты.

source: Она все выходила и выходила, и казалось, ей не будет конца,
ba: Сыҡты ла сыҡты, хатта уның осо-ҡырыйы юҡтыр кеүек тойола башланы.

source: а вода потоками скатывалась с ее боков.
ba: Һыу арҡаһынан ташҡын кеүек булып шабырлап ағып төшә,

source: Вся она горела на солнце, голова и спина у нее были темно-фиолетовые,
ba: ә ул ҡояшҡа йылҡылдап яна, башы менән арҡаһы ҡарагусҡыл-фиолет төҫтә,

source: а полосы на боках казались при ярком свете очень широкими и нежно-сиреневыми.
ba: ә ян-яҡтарындағы буй-буй таҫмалары ҡояш нурында бик киң булып нәфис сирень төҫөндә күренә ине.

source: Вместо носа у нее был меч, длинный, как бейсбольная клюшка, и острый на конце, как рапира. .
ba: Танау урынында бейсбол таяғы кеүек оҙон һәм рапира кеүек осло ҡылыс тырпайып тора.

source: Она поднялась из воды во весь рост, а потом снова опустилась, бесшумно, как пловец, и едва ушел в глубину
ba: Балыҡ һыу өҫтөнә бөтөн кәүҙәһе менән күтәрелде лә, оҫта йөҙөүсе кеүек, тауышһыҙ ғына ҡабат һыуға сумды.

source: ее огромный хвост, похожий на лезвие серпа, как леса начала стремительно разматываться.
ba: Ураҡҡа оҡшаған дәү ҡойроғо тәрәнгә китеү менән, ҡармаҡ ебе, яңынан тартылып, тиҙ-тиҙ генә һауыла башланы.

source: — Она на два фута длиннее моей лодки, — сказал старик.
ba: — Ул минең кәмәмдән ике футҡа оҙонораҡ, — тине ҡарт.

source: Леса уходила в море быстро, но равномерно, и рыба явно не была напугана.
ba: Ҡармаҡ ебе тиҙ булһа ла үҙ яйы менән генә һүтелә, тимәк, балыҡ ҡурҡмаған.

source: Старик обеими руками натягивал лесу до отказа.
ba: Ҡарт бауҙы ике ҡуллап бар көсөнә тартты,

source: Он знал, что если ему не удастся замедлить ход рыбы таким же равномерным сопротивлением,
ba: сөнки шулай ҡаршылыҡ күрһәтеп, тиҙлеген кәметә алмаһа,

source: рыба заберет все запасы его бечевы и сорвется
ba: балыҡтың бөтә запас йомғаҡтарҙы һүтеп бөтөп, ысҡынып та китеүе ихтимал.

source: «Она громадина, эта рыба,
ba: «Бигерәк дәү балыҡ икән!

source: и я не дам ей почувствовать свою силу, — думал он
ba: Мин уға үҙемдең көсөмдө танытырға тейешмен, — тип уйланы ҡарт.

source: — Нельзя, чтобы она поняла, что может сделать со мной, если пустится наутек.
ba: —Көсһөҙлөгөмдө тойоп йән-фарманға китһә, минең менән ни теләй, шуны ҡыла алғанын аңлап ҡуймаһын.

source: На ее месте я бы сейчас поставил все на карту и шел бы вперед до тех пор, покуда что-нибудь не лопнет.
ba: Уның урынында булһам, нимә булһа булыр, тип берәй нәмә шартлап өҙөлөп сыҡҡансы барыр ҙа барыр инем.

source: Но рыбы, слава богу, не так умны, как люди, которые их убивают; хотя в них гораздо больше и ловкости и благородства».
ba: Аллаға шөкөр, балыҡтар етеҙерәк һәм хуш күңеллерәк булһалар ҙа, үҙҙәрен үлтергән кешеләр кеүек аҡыллы түгелдәр».

source: Старик встречал на своем веку много больших рыб.
ba: Ҡарт үҙ ғүмерендә ҙур балыҡтарҙы күп күрҙе.

source: Он видел много рыб, весивших более тысячи фунтов, и сам поймал в свое время две такие рыбы,
ba: Мең фунттан артығыраҡ тартҡандары ла осраштырҙы, ваҡытында үҙе лә шундай ике балыҡ ҡаптырҙы.

source: но никогда еще ему не приходилось делать это в одиночку.
ba: Тик ул саҡта былай яңғыҙ түгел ине.

source: А теперь один, в открытом море, он был накрепко привязан к такой большой рыбе, какой он никогда не видел, о какой даже никогда не слышал,
ba: Әле иһә ул һис ҡасан да күрмәгән, хатта ишетмәгән дәү балыҡҡа ныҡлап бәйләнгән килеш диңгеҙҙә япа-яңғыҙ,

source: и его левая рука по-прежнему была сведена судорогой, как сжатые когти орла.
ba: ә һул ҡулы һаман бөркөт тырнағы кеүек ҡатҡан килеш.

source: «Ну, рука у меня разойдется, — подумал он.
ba: «Ҡулым яҙылыр, — тип уйланы ул.

source: — Конечно, разойдется, хотя бы для того, чтобы помочь правой руке.
ba: — Уң ҡулыма ярҙам итерлек кенә булһа ла иҫ белһә, еткән.

source: Жили-были три брата: рыба и мои две руки...
ba: Йәшәгән, ти, өс туған: балыҡ һәм ике ҡулым...

source: Непременно разойдется.
ba: Яҙылыр, мотлаҡ яҙылыр.

source: Просто стыд, что ее свело».
ba: Ойоуы ҡайһылай оят инде!»

source: Рыба замедлила ход и теперь шла с прежней скоростью.
ba: Балыҡ йөҙәүен әкренәйтте лә әүәлге тиҙлеге менән бара башланы.

source: «Интересно, почему она вдруг вынырнула, — размышлял старик.
ba: «Ҡыҙыҡ, ни өсөн ҡапыл өҫкә сығырға булды икән? — тип уйланы ҡарт.

source: — Можно подумать, что она вынырнула только для того, чтобы показать мне, какая она громадная.
ba: — Әйтерһең дә миңә үҙенең ҡайһылай ҙур икәнен күрһәтер өсөн генә сығырға булған.

source: Ну что ж, теперь я знаю.
ba: Бына хәҙер беләм инде.

source: Жаль, что я не могу показать ей, что я за человек.
ba: Ҡыҙғаныс, тик мин үҙемдең ниндәйерәк кеше икәнемде күрһәтә алмайым.

source: Положим, она бы тогда увидела мою сведенную руку.
ba: Хәйер, ул саҡта балыҡ минең көҙән йыйырған ҡулымды күрер ине.

source: Пусть она думает обо мне лучше, чем я на самом деле, и я тогда буду и в самом деле лучше.
ba: Ярай, әйҙә минең хаҡта һәйбәтерәк уйлаһын, ул саҡта мин дә яҡшыраҡ булырға тырышырмын.

source: Хотел бы я быть рыбой и чтобы у меня было все, что есть у нее, а не только воля и сообразительность».
ba: Әгәр ихтыяр көсөм менән зирәклегем үҙемдә ҡалып, башҡа сифаттарҙы унан алырға мөмкин булһа, мин был минутта үҙем да балыҡ булырға риза булыр инем».
